class script(object):
    START_TXT = """<b>Hᴇʟʟᴏ {}, Mʏsᴇʟғ  Fɪʟᴏ</b> ✨,

<b>I Aᴍ Jᴜsᴛ A Sɪᴍᴘʟᴇ Aᴜᴛᴏ + Mᴀɴᴜᴀʟ Fɪʟᴛᴇʀ Bᴏᴛ Mᴀᴅᴇ Fᴏʀ Cɪɴᴇᴍᴀɢʀᴀᴍ Gʀᴏᴜᴘ.</b>

<b>Jᴏɪɴ Tʜᴇ Mᴏᴠɪᴇ Rᴇǫᴜᴇsᴛɪɴɢ Gʀᴏᴜᴘ Usɪɴɢ Tʜᴇ Bᴜᴛᴛᴏɴ Bᴇʟᴏᴡ Tᴏ Usᴇ Mᴇ.</b>"""
    
    
    STATUS_TXT = """<b>╭━━━╮╭━━━━╮╭━━━╮╭━━━━╮╭━━━╮
┃╭━╮┃┃╭╮╭╮┃┃╭━╮┃┃╭╮╭╮┃┃╭━╮┃
┃╰━━╮╰╯┃┃╰╯┃┃╱┃┃╰╯┃┃╰╯┃╰━━╮
╰━━╮┃╱╱┃┃╱╱┃╰━╯┃╱╱┃┃╱╱╰━━╮┃
┃╰━╯┃╱╱┃┃╱╱┃╭━╮┃╱╱┃┃╱╱┃╰━╯┃
╰━━━╯╱╱╰╯╱╱╰╯╱╰╯╱╱╰╯╱╱╰━━━╯
📑 ғɪʟᴇs sᴀᴠᴇᴅ: {}
👩🏻‍💻 ᴜsᴇʀs: {}
👥 ɢʀᴏᴜᴘs: {}
🗂️ ᴏᴄᴄᴜᴘɪᴇᴅ: {}</b>"""
 
    LOG_TEXT_G = """#NewGroup
Group = {}(<code>{}</code>)
Total Members = <code>{}</code>
Added By - {}
"""
    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Name - {}
"""
    PRIVATEBOT_TXT = """<b>𝚆𝙾𝚁𝙺𝙸𝙽𝙶 𝙿𝙴𝚁𝙵𝙴𝙲𝚃𝙻𝚈</b>

<b>𝙿𝚁𝙸𝚅𝙰𝚃𝙴 𝙱𝙾𝚃 𝙵𝙾𝚁 𝚈𝙾𝚄</b>
<b>›› 𝙳𝙾 𝚈𝙾𝚄 𝚆𝙰𝙽𝚃 𝙰 𝙱𝙾𝚃 𝚂𝙰𝙼𝙴 𝙻𝙸𝙺𝙴 𝚃𝙷𝙸𝚂</b>
<b>›› 𝚆𝙸𝚃𝙷 𝙰𝙻𝙻 𝚈𝙾𝚄𝚁 𝙲𝚁𝙴𝙳𝙸𝚃𝚂</b>
<b>›› 𝚆𝙸𝚃𝙷 𝚈𝙾𝚄𝚁 𝙾𝚆𝙽𝙴𝚁𝚂𝙷𝙸𝙿</b>
<b>›› 𝙲𝙾𝙽𝚃𝙰𝙲𝚃 𝙼𝙴 <a href=https://t.me/AboutAadhi>𝙰𝙰𝙳𝙷𝙸</a></b>"""

    ABOUT_TXT = """<b>✮ ᴄʀᴇᴀᴛᴏʀ : <a href=https://t.me/AboutAadhi>𝙰𝙰𝙳𝙷𝙸</a></b>
<b>✮ ʟɪʙʀᴀʀʏ : ᴘʏʀᴏɢʀᴀᴍ</b>
<b>✮ ʟᴀɴɢᴜᴀɢᴇ : ᴘʏᴛʜᴏɴ 𝟹</b>
<b>✮ ᴅᴀᴛᴀʙᴀsᴇ : ᴍᴏɴɢᴏ ᴅʙ</b>
<b>✮ sᴇʀᴠᴇʀ : ʜᴇʀᴜᴋᴏ</b>
<b>✮ ʙᴜɪʟᴅ sᴛᴀᴛs : 𝚅4.7[sᴛᴀʙʟᴇ]</b>
<b>✮ ᴜᴘᴅᴀᴛᴇs : <a href=https://t.me/MWUpdatez>ᴍᴡ ᴜᴘᴅᴀᴛᴇᴢ</a></b>
<b>✮ 𝚈𝙾𝚄𝚃𝚄𝙱𝙴 𝙲𝙷𝙰𝙽𝙽𝙴𝙻: <a href=https://youtube.com/OpusTechz>ᴏᴘᴜs ᴛᴇᴄʜᴢ</a></b>"""

    HELP_TXT = """ʜᴇʏ {}
ʜᴇʀᴇ ɪs ᴍʏ ʜᴇʟᴘ ᴄᴏᴍᴍᴀɴᴅs."""
